acpi
alacritty
apache
base
base-devel
brightnessctl
btop
catppuccin-gtk-theme-mocha
cava
cbonsai
cmatrix
cups
cups-pdf
dhclient
discord
dnslookup-bin
dunst
efibootmgr
epson-inkjet-printer-escpr
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fd
feh
firefox
firefox-developer-edition
font-manager
git
go
grub
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-smb
htop
hypridle-git
hyprland
hyprlock
hyprshot
insomnia
intel-media-driver
intel-ucode
iwd
jetbrains-toolbox
lf
libpulse
libva-intel-driver
linux
linux-firmware
linux-headers
lutgen-bin
ly
man-db
minecraft-launcher
mpd
nano
neofetch
neovim-git
neovim-web-devicons-git
network-manager-applet
networkmanager
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-utils
nwg-look-bin
obs-studio
obsidian-bin
os-prober
packettracer
papirus-icon-theme
pfetch
php
php-apache
php-cgi
php-fpm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
python-gobject
python-pip
python-pipx
qt5-wayland
qt6-wayland
ripgrep
rofi-lbonn-wayland
rose-pine-gtk-theme
smartmontools
spicetify-cli
spotify
swaylock-effects-git
swww
system-config-printer
teamviewer
telegram-desktop
thunar
thunar-volman
tlp
tokyonight-gtk-theme-git
tree
ttf-devicons
ttf-font-awesome-5
ttf-jetbrains-mono
ttf-kopub
ttf-kopubworld
ttf-koruri
ttf-material-design-icons-git
ttf-nerd-fonts-symbols
ttf-noto-sans-vf
ttf-octicons
ttf-opensans
ttf-times-new-roman
tty-clock
ueberzugpp
unzip
usbutils
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
waybar
webcord
wget
wireless_tools
wireplumber
wlsunset
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
xseticon
yay
yay-debug
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
