accountsservice
acpi
act
alsa-firmware
alsa-plugins
alsa-utils
android-platform
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
android-tools
ansible
apache
archlinux-xdg-menu
arduino-ide
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
beekeeper-studio-bin
bind
bluetui
bluez
bluez-utils
bridge-utils
brightnessctl
btop
btrfs-progs
cantarell-fonts
catppuccin-gtk-theme-mocha
cava
cbonsai
cli-visualizer
cloudflared
cmatrix
cryptsetup
cups
cups-pdf
device-mapper
dex
dhclient
diffutils
discord
dmidecode
dmraid
dnslookup-bin
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
downgrade
dracut
droidcam
duf
dunst
dust
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
eos-dracut
eos-hooks
epson-inkjet-printer-202101w
epson-inkjet-printer-escpr
ethtool
exfatprogs
f2fs-tools
fastfetch
fd
feh
ffmpegthumbnailer
firefox-developer-edition
firewalld
fish
font-manager
fsarchiver
gamemode
git-lfs
glances
go
google-cloud-cli
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk4
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hashcat
haveged
hdparm
heroic-games-launcher-bin
heroic-games-launcher-bin-wayland-hook
htop
hwdetect
hwinfo
hyprcursor
hypridle
hyprland
hyprlock
hyprshot
hyprutils
inetutils
insomnia-bin
intel-media-driver
intel-ucode
inxi
iptables-nft
iwd
jdk-openjdk
jdk17-openjdk
jetbrains-toolbox
jfsutils
jq
k6
kew
kitty
knockd
kubectl
less
lf
libdvdcss
libgsf
libguestfs
libopenraw
libreoffice-fresh
libva-intel-driver
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lutgen-bin
lvm2
ly
man-db
man-pages
mariadb
mdadm
mesa-utils
min-browser-bin
minecraft-launcher
modemmanager
mpd
mpv
mtools
nano
nano-syntax-highlighting
neofetch
neovim
neovim-web-devicons-git
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-prime
nvidia-utils
nvm
nwg-look-bin
obs-studio
obsidian-bin
openbsd-netcat
openssh
os-prober
pacman-contrib
papirus-icon-theme
pass
pass-otp
passmenu2
pavucontrol
perl
pfetch-rs-bin
php
php-apache
php-cgi
php-fpm
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
pnpm
pocl
podman
podman-compose
polkit-gnome
poppler-glib
postgresql
postman-agent
power-profiles-daemon
powercap
proton-ge-custom-bin
protonup-qt-bin
pulsemixer
pv
python
python-capng
python-ipykernel
python-numpy
python-packaging
python-pandas
python-pip
python-pipx
python-pyqt5
qemu-base
qt5-wayland
qt6-wayland
rclone
rebuild-detector
reflector
reiserfsprogs
ripgrep
rofi-wayland
rose-pine-gtk-theme
rstudio-desktop-bin
rsync
rtkit
s-nail
sassc
sg3_utils
smartmontools
sof-firmware
spicetify-cli
spotify
sshpass
steam
sudo
swaylock-effects-git
swww
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
tailscale
terraform
texinfo
thunar
thunar-archive-plugin
thunar-shares-plugin
thunar-volman
tinymist
tldr
traceroute
transmission-gtk
tree
tt-bin
ttf-bitstream-vera
ttf-dejavu
ttf-devicons
ttf-font-awesome-5
ttf-jetbrains-mono
ttf-koruri
ttf-liberation
ttf-material-design-icons-git
ttf-nerd-fonts-symbols
ttf-opensans
ttf-times-new-roman
tty-clock
tumbler
typst
ueberzug
unrar
unzip
upower
upx
usb_modeswitch
usbutils
uwufetch
v4l2loopback-dc-dkms
vde2
vesktop
vi
vim
virt-manager
virt-viewer
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
waybar
wget
which
wireless_tools
wireplumber
wlsunset
wpa_supplicant
xbindkeys
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xseticon
yay
yay-debug
zathura
zathura-pdf-mupdf
zip
zotero-bin
zram-generator
zsh
