alacritty
base
base-devel
brightnessctl
btop
catppuccin-gtk-theme-mocha
cava
cbonsai
cmatrix
discord
dunst
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
firefox-developer-edition
font-manager
git
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
hyprshot
intel-media-driver
intel-ucode
iwd
jetbrains-toolbox
lf
libpulse
libva-intel-driver
linux
linux-firmware
lutgen-bin
ly
man-db
mpd
nano
neofetch
neovim-git
network-manager-applet
networkmanager
noto-fonts-emoji
ntfs-3g
obs-studio
os-prober
pfetch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-gobject
qt5-wayland
qt6-wayland
ranger
rofi
rose-pine-gtk-theme
smartmontools
spicetify-cli
spotify
surfn-icons-git
swayidle
swaylock-effects-git
swww
telegram-desktop
thunar
tokyonight-gtk-theme-git
tree
ttf-devicons
ttf-font-awesome-5
ttf-jetbrains-mono
ttf-koruri
ttf-material-design-icons-git
ttf-nerd-fonts-symbols
ttf-noto-sans-vf
ttf-octicons
ttf-times-new-roman
tty-clock
ueberzugpp
unzip
vim
vim-devicons
visual-studio-code-bin
vulkan-intel
waybar
webcord
wget
wireless_tools
wireplumber
wlsunset
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
xseticon
yay
zip
zram-generator
zsh
